{
  "candidates": [
    {
      "id": 1,
      "name": "Evelyn Matthei",
      "party": "Unión Demócrata Independiente (UDI)",
      "coalition": "Chile Vamos",
      "age": 68,
      "photo": "img/Evelyn+Matthei.webp",
      "bio": "Economista y política con una larga trayectoria en el servicio público. Ha sido Ministra del Trabajo y Previsión Social, senadora, diputada y alcaldesa de Providencia. Su carrera se ha caracterizado por un enfoque en la gestión fiscal, el orden público y la modernización del Estado.",
      "proposals": [
        { "title": "Seguridad y Orden Público", "description": "Fortalecimiento de las policías, modernización del sistema de inteligencia y una política de 'mano dura' contra la delincuencia y el crimen organizado." },
        { "title": "Crecimiento Económico", "description": "Plan de reactivación económica basado en la inversión privada, desregulación y incentivos tributarios para la creación de empleos." },
        { "title": "Reforma del Estado", "description": "Reducción de la burocracia, digitalización de servicios y mayor eficiencia en el gasto público." }
      ],
      "social": {
        "twitter": "https://twitter.com/evelynmatthei",
        "instagram": "https://www.instagram.com/evelynmatthei/"
      }
    },
    {
      "id": 2,
      "name": "José Antonio Kast",
      "party": "Partido Republicano",
      "coalition": "Republicanos",
      "age": 59,
      "photo": "img/Jose Antonio Kast.webp",
      "bio": "Abogado y político, fundador del Partido Republicano. Ha sido diputado por el distrito 24. Su plataforma política se centra en la defensa de los valores tradicionales, el orden público, la soberanía nacional y una economía de libre mercado con un Estado reducido.",
      "proposals": [
        { "title": "Control Migratorio y Fronteras", "description": "Implementación de una política migratoria estricta, con foco en la expulsión de inmigrantes ilegales y mayor control fronterizo." },
        { "title": "Defensa de Valores", "description": "Protección de la familia como núcleo fundamental de la sociedad y defensa de la vida desde la concepción." },
        { "title": "Libertad Económica", "description": "Reducción drástica de impuestos, eliminación de trabas para el emprendimiento y fomento de un mercado sin intervención estatal." }
      ],
      "social": {
        "twitter": "https://twitter.com/joseantoniokast",
        "instagram": "https://www.instagram.com/joseantoniokast/"
      }
    },
    {
      "id": 3,
      "name": "Jeannette Jara",
      "party": "Partido Comunista (PC)",
      "coalition": "Unidad por Chile",
      "age": 51,
      "photo": "img/Jeanette Jara.webp",
      "bio": "Administradora pública y abogada, exministra del Trabajo y Previsión Social. Ha ganado notoriedad por su rol en la reforma de pensiones y por su enfoque en la protección de los derechos laborales. Su plataforma se centra en el fortalecimiento de la seguridad social y el rol del Estado.",
      "proposals": [
        { "title": "Seguridad Social y Previsión", "description": "Creación de un sistema de pensiones solidario y público. Ampliación de la cobertura y beneficios del sistema de salud estatal." },
        { "title": "Seguridad Pública con Enfoque Social", "description": "Fortalecimiento de las fuerzas policiales, modernización penitenciaria y combate al crimen organizado con una visión de integración social." },
        { "title": "Desarrollo Económico", "description": "Impulso a la economía a través de la inversión pública y privada, con un enfoque en la redistribución y el crecimiento con equidad." }
      ],
      "social": {
        "twitter": "https://twitter.com/jeannettejara",
        "instagram": "https://www.instagram.com/jeannette_jara/"
      }
    },
    {
      "id": 4,
      "name": "Franco Parisi",
      "party": "Partido de la Gente (PDG)",
      "coalition": "Partido de la Gente",
      "age": 58,
      "photo": "img/Franco Parisi.webp",
      "bio": "Ingeniero comercial, académico y político. Se ha postulado en elecciones anteriores con una plataforma centrada en el populismo económico, la eliminación de intermediarios y el uso de las redes sociales para movilizar a sus seguidores. Su discurso busca una conexión directa con la ciudadanía, prometiendo soluciones disruptivas a los problemas económicos y sociales.",
      "proposals": [
        { "title": "Libertad Económica y Desregulación", "description": "Reducción de impuestos, eliminación de la burocracia y fomento del emprendimiento. Promueve un modelo económico sin intervención estatal." },
        { "title": "Modernización y Tecnología", "description": "Digitalización del Estado y promoción de la educación online y las tecnologías de la información para mejorar la calidad de vida de las personas." },
        { "title": "Seguridad con Inteligencia", "description": "Uso de tecnología avanzada y análisis de datos para el combate a la delincuencia y el crimen organizado." }
      ],
      "social": {
        "twitter": "https://twitter.com/fransicoparisi",
        "instagram": "https://www.instagram.com/francoparisi.cl/"
      }
    },
    {
      "id": 5,
      "name": "Johannes Kaiser",
      "party": "Partido Nacional Libertario (PNL)",
      "coalition": "Cambio por Chile",
      "age": 50,
      "photo": "img/Johannes Kaiser.webp",
      "bio": "Político y youtuber, conocido por su postura de extrema derecha. Ha sido diputado y su plataforma se centra en la defensa de las libertades individuales, el control de la inmigración, la reducción del tamaño del Estado y una fuerte crítica al progresismo.",
      "proposals": [
        { "title": "Reforma Tributaria", "description": "Propone una reforma tributaria con el objetivo de reducir impuestos para incentivar el emprendimiento y la inversión privada." },
        { "title": "Reducción del Gasto Público", "description": "Plan para disminuir el gasto fiscal, eliminando programas y subsidios que considera ineficientes o innecesarios." },
        { "title": "Seguridad y Soberanía", "description": "Fortalecimiento de las fronteras, control estricto de la inmigración ilegal y políticas de 'tolerancia cero' frente a la delincuencia." }
      ],
      "social": {
        "twitter": "https://twitter.com/johanneskaiserb",
        "instagram": "https://www.instagram.com/johanneskaiser.b/"
      }
    },
    {
      "id": 6,
      "name": "Harold Mayne-Nicholls",
      "party": "Independiente",
      "coalition": "Independiente",
      "age": 64,
      "photo": "img/Harold Mayne-Nicholls.webp",
      "proposals": [
        { "title": "Modernización del Estado", "description": "Propone un Estado más eficiente y transparente, con foco en la digitalización de servicios y la desburocratización." },
        { "title": "Acuerdos Políticos", "description": "Búsqueda de consensos en temas clave como salud, educación y pensiones, promoviendo el diálogo entre los distintos sectores políticos." },
        { "title": "Desarrollo Social", "description": "Políticas de fomento al deporte y la cultura como herramientas de desarrollo social y cohesión comunitaria." }
      ],
      "social": {
        "twitter": "https://twitter.com/hmnoficial",
        "instagram": "https://www.instagram.com/hmnoficial/"
      }
    },
    {
      "id": 7,
      "name": "Marco Enríquez-Ominami",
      "party": "Partido Progresista (PRO)",
      "coalition": "Independiente (con apoyo del PRO)",
      "age": 52,
      "photo": "img/Marco Enríquez-Ominami.webp",
      "bio": "Cineasta, académico y político. Ha sido diputado y se ha postulado a la presidencia en múltiples ocasiones. Su plataforma se centra en la defensa de un modelo de desarrollo progresista, la reforma del sistema político y la justicia social.",
      "proposals": [
        { "title": "Reforma del Sistema Político", "description": "Propone cambios a la Constitución y al sistema electoral para hacerlo más representativo y participativo." },
        { "title": "Justicia Social", "description": "Avanzar en la igualdad de oportunidades y en la ampliación de los derechos sociales, con énfasis en la educación y la salud." },
        { "title": "Economía para la Gente", "description": "Impulso a la economía con un enfoque en la distribución de la riqueza y el apoyo a las pequeñas y medianas empresas." }
      ],
      "social": {
        "twitter": "https://twitter.com/marcoporchile",
        "instagram": "https://www.instagram.com/marcoporchile/"
      }
    },
    {
      "id": 8,
      "name": "Eduardo Artés",
      "party": "Unión Patriótica",
      "coalition": "Unión Patriótica",
      "age": 73,
      "photo": "img/Eduardo Artés.webp",
      "bio": "Profesor y político de extrema izquierda. Ha sido candidato presidencial en varias ocasiones, representando una postura anticapitalista y antiimperialista. Su plataforma se basa en la defensa de los derechos de los trabajadores, la nacionalización de los recursos naturales y la lucha contra el sistema neoliberal.",
      "proposals": [
        { "title": "Nacionalización de Recursos", "description": "Propone la nacionalización de la minería, el agua y otros recursos naturales estratégicos para financiar programas sociales y de desarrollo." },
        { "title": "Reforma Laboral", "description": "Creación de un nuevo Código del Trabajo que garantice mayores derechos y protecciones para los trabajadores, incluyendo la reducción de la jornada laboral." },
        { "title": "Revolución Democrática", "description": "Lucha por un cambio radical del sistema político y económico a través de una Asamblea Constituyente que establezca un nuevo modelo socialista." }
      ],
      "social": {
        "twitter": "https://twitter.com/Artés_Presidente",
        "instagram": "https://www.instagram.com/eduardoartesp/"
      }
    }
  ]
}
