{
  "candidates": [
    {
      "id": 1,
      "name": "Evelyn Matthei",
      "party": "Unión Demócrata Independiente (UDI)",
      "coalition": "Chile Vamos",
      "age": 68,
      "photo": "img/Evelyn Matthei.webp",
      "bio": "Economista y política con una larga trayectoria en el servicio público. Ha sido Ministra del Trabajo y Previsión Social, senadora, diputada y alcaldesa de Providencia. Su carrera se ha caracterizado por un enfoque en la gestión fiscal, el orden público y la modernización del Estado.",
      "proposals": [
      { "title": "Economía y Empleo", "description": "Plan de recuperación económica con foco en inversión, empleos formales y apoyo a pymes." },
      { "title": "Seguridad Pública", "description": "Modernizar a Carabineros, mejorar la inteligencia policial y coordinar con el sistema judicial." },
      { "title": "Salud", "description": "Fortalecer la atención primaria y optimizar gestión hospitalaria para reducir listas de espera." },
      { "title": "Educación", "description": "Impulsar la educación técnica y la formación laboral vinculada a empresas." },
      { "title": "Desigualdad y Pobreza", "description": "Subsidios focalizados y programas sociales medibles en resultados." },
      { "title": "Familia y Natalidad", "description": "Apoyo a mujeres trabajadoras con más salas cuna y permisos parentales equilibrados." },
      { "title": "Medio Ambiente", "description": "Transición energética con seguridad jurídica para atraer inversión verde." },
      { "title": "Descentralización", "description": "Mayor autonomía fiscal y técnica a regiones con control de resultados." },
      { "title": "Gestión del Estado", "description": "Digitalización de servicios públicos y reducción de burocracia." },
      { "title": "Derechos e Inclusión", "description": "Políticas de equidad salarial y combate a la violencia de género." }
    ],
      "social": {
        "twitter": "https://twitter.com/evelynmatthei",
        "instagram": "https://www.instagram.com/evelynmatthei/"
      }
    },
    {
      "id": 2,
      "name": "José Antonio Kast",
      "party": "Partido Republicano",
      "coalition": "Republicanos",
      "age": 59,
      "photo": "img/José Antonio Kast.webp",
      "bio": "Abogado y político, fundador del Partido Republicano. Ha sido diputado por el distrito 24. Su plataforma política se centra en la defensa de los valores tradicionales, el orden público, la soberanía nacional y una economía de libre mercado con un Estado reducido.",
      "proposals": [
      { "title": "Economía y Empleo", "description": "Reducir impuestos y regulaciones para atraer inversión, fortalecer pymes y generar empleos en el sector privado." },
      { "title": "Seguridad Pública", "description": "Mano dura contra el delito, construcción de nuevas cárceles y expulsión inmediata de inmigrantes ilegales." },
      { "title": "Salud", "description": "Ampliar la colaboración público-privada para reducir listas de espera y mejorar eficiencia hospitalaria." },
      { "title": "Educación", "description": "Reforzar liceos técnicos, fomentar la meritocracia y permitir mayor libertad de elección para las familias." },
      { "title": "Desigualdad y Pobreza", "description": "Promover movilidad social a través de empleo y subsidios focalizados en familias vulnerables." },
      { "title": "Familia y Natalidad", "description": "Bonos maternales y políticas que refuercen la familia como núcleo central de la sociedad." },
      { "title": "Medio Ambiente", "description": "Promover energías limpias pero garantizando seguridad energética sin cierres abruptos de plantas." },
      { "title": "Descentralización", "description": "Transferir competencias de seguridad y desarrollo a gobiernos regionales con control estricto." },
      { "title": "Gestión del Estado", "description": "Reducción del gasto público y digitalización de trámites para simplificar el aparato estatal." },
      { "title": "Derechos e Inclusión", "description": "Defender la igualdad ante la ley pero limitar políticas de cuotas e identidades de género." }
    ],
      "social": {
        "twitter": "https://twitter.com/joseantoniokast",
        "instagram": "https://www.instagram.com/joseantoniokast/"
      }
    },
    {
      "id": 3,
      "name": "Jeannette Jara",
      "party": "Partido Comunista (PC)",
      "coalition": "Unidad por Chile",
      "age": 51,
      "photo": "img/Jeannette Jara.webp",
      "bio": "Administradora pública y abogada, exministra del Trabajo y Previsión Social. Ha ganado notoriedad por su rol en la reforma de pensiones y por su enfoque en la protección de los derechos laborales. Su plataforma se centra en el fortalecimiento de la seguridad social y el rol del Estado.",
      "proposals": [
      { "title": "Economía y Empleo", "description": "Aumento del salario mínimo y protección del empleo digno mediante políticas laborales activas." },
      { "title": "Seguridad Pública", "description": "Enfoque en prevención social junto con fortalecimiento policial en barrios críticos." },
      { "title": "Salud", "description": "Sistema público universal fortalecido y más recursos para atención primaria." },
      { "title": "Educación", "description": "Más inversión en educación pública y eliminación de brechas entre colegios." },
      { "title": "Desigualdad y Pobreza", "description": "Reforma tributaria progresiva para financiar programas sociales masivos." },
      { "title": "Familia y Natalidad", "description": "Sistema nacional de cuidados y mayor apoyo estatal a trabajadoras." },
      { "title": "Medio Ambiente", "description": "Transición energética justa con empleos verdes y protección a comunidades." },
      { "title": "Descentralización", "description": "Mayor autonomía a regiones para gestionar vivienda, salud y educación." },
      { "title": "Gestión del Estado", "description": "Participación ciudadana y fortalecimiento de derechos sociales." },
      { "title": "Derechos e Inclusión", "description": "Avances en derechos de género, diversidad sexual y pueblos originarios." }
    ],
      "social": {
        "twitter": "https://twitter.com/jeannettejara",
        "instagram": "https://www.instagram.com/jeannette_jara/"
      }
    },
    {
      "id": 4,
      "name": "Franco Parisi",
      "party": "Partido de la Gente (PDG)",
      "coalition": "Partido de la Gente",
      "age": 58,
      "photo": "img/Franco Parisi.webp",
      "bio": "Ingeniero comercial, académico y político. Se ha postulado en elecciones anteriores con una plataforma centrada en el populismo económico, la eliminación de intermediarios y el uso de las redes sociales para movilizar a sus seguidores. Su discurso busca una conexión directa con la ciudadanía, prometiendo soluciones disruptivas a los problemas económicos y sociales.",
      "proposals": [
      { "title": "Economía y Empleo", "description": "Reforma tributaria simplificada y estímulos para aumentar competitividad y empleo." },
      { "title": "Seguridad Pública", "description": "Uso intensivo de tecnología y modernización policial para mejorar seguridad." },
      { "title": "Salud", "description": "Modelo mixto público-privado con gestión más eficiente y reducción de esperas." },
      { "title": "Educación", "description": "Impulso a la educación técnica y mayor vínculo con necesidades regionales." },
      { "title": "Desigualdad y Pobreza", "description": "Programas sociales focalizados y evaluados en eficiencia." },
      { "title": "Familia y Natalidad", "description": "Incentivos económicos a las familias mediante bonos y beneficios tributarios." },
      { "title": "Medio Ambiente", "description": "Promover inversión energética diversificada y segura." },
      { "title": "Descentralización", "description": "Proyectos de infraestructura regional como motor de crecimiento." },
      { "title": "Gestión del Estado", "description": "Digitalización de todos los trámites y mayor transparencia." },
      { "title": "Derechos e Inclusión", "description": "Enfoque en igualdad de oportunidades más que en cuotas." }
    ],
      "social": {
        "twitter": "https://twitter.com/fransicoparisi",
        "instagram": "https://www.instagram.com/francoparisi.cl/"
      }
    },
    {
      "id": 5,
      "name": "Johannes Kaiser",
      "party": "Partido Nacional Libertario (PNL)",
      "coalition": "Cambio por Chile",
      "age": 50,
      "photo": "img/Johannes Kaiser.webp",
      "bio": "Político y youtuber, conocido por su postura de extrema derecha. Ha sido diputado y su plataforma se centra en la defensa de las libertades individuales, el control de la inmigración, la reducción del tamaño del Estado y una fuerte crítica al progresismo.",
      "proposals": [
      { "title": "Economía y Empleo", "description": "Eliminar trabas al mercado y reducir drásticamente el tamaño del Estado." },
      { "title": "Seguridad Pública", "description": "Restaurar orden público con mayor autonomía para fuerzas de seguridad." },
      { "title": "Salud", "description": "Sistema mixto con competencia para mejorar eficiencia y calidad." },
      { "title": "Educación", "description": "Basar la educación en mérito, competencia y libertad de elección." },
      { "title": "Desigualdad y Pobreza", "description": "Enfoque en crecimiento económico más que en subsidios estatales." },
      { "title": "Familia y Natalidad", "description": "Promoción de la familia tradicional y valores conservadores." },
      { "title": "Medio Ambiente", "description": "Protección ambiental compatible con libertad de emprendimiento." },
      { "title": "Descentralización", "description": "Autonomía regional limitada y bajo reglas estrictas de mercado." },
      { "title": "Gestión del Estado", "description": "Recorte del gasto público y simplificación administrativa." },
      { "title": "Derechos e Inclusión", "description": "Defensa de igualdad ante la ley sin políticas identitarias ni cuotas." }
    ],
      "social": {
        "twitter": "https://twitter.com/johanneskaiserb",
        "instagram": "https://www.instagram.com/johanneskaiser.b/"
      }
    },
    {
      "id": 6,
      "name": "Harold Mayne-Nicholls",
      "party": "Independiente",
      "coalition": "Independiente",
      "age": 64,
      "photo": "img/Harold Mayne-Nicholls.webp",
      "proposals": [
      { "title": "Economía y Empleo", "description": "Fomentar empleo juvenil y oportunidades a través del deporte y la cultura." },
      { "title": "Seguridad Pública", "description": "Programas comunitarios de prevención y mejor coordinación policial." },
      { "title": "Salud", "description": "Foco en prevención y programas de salud ligados al deporte." },
      { "title": "Educación", "description": "Promover la formación cívica y la educación en valores ciudadanos." },
      { "title": "Desigualdad y Pobreza", "description": "Apoyo a barrios vulnerables con programas de integración social." },
      { "title": "Familia y Natalidad", "description": "Apoyos familiares a través de infraestructura deportiva y comunitaria." },
      { "title": "Medio Ambiente", "description": "Uso responsable de recursos naturales con participación local." },
      { "title": "Descentralización", "description": "Inversión en infraestructura deportiva y cultural regional." },
      { "title": "Gestión del Estado", "description": "Transparencia y lucha activa contra la corrupción." },
      { "title": "Derechos e Inclusión", "description": "Fomento de la cohesión social y la integración cultural." }
    ],
      "social": {
        "twitter": "https://twitter.com/hmnoficial",
        "instagram": "https://www.instagram.com/hmnoficial/"
      }
    },
    {
      "id": 7,
      "name": "Marco Enríquez-Ominami",
      "party": "Partido Progresista (PRO)",
      "coalition": "Independiente (con apoyo del PRO)",
      "age": 52,
      "photo": "img/Marco Enríquez-Ominami.webp",
      "bio": "Cineasta, académico y político. Ha sido diputado y se ha postulado a la presidencia en múltiples ocasiones. Su plataforma se centra en la defensa de un modelo de desarrollo progresista, la reforma del sistema político y la justicia social.",
      "proposals": [
      { "title": "Economía y Empleo", "description": "Reforma fiscal para redistribuir riqueza e impulsar industrias digitales y creativas." },
      { "title": "Seguridad Pública", "description": "Prevención social del delito y modernización tecnológica de las policías." },
      { "title": "Salud", "description": "Sistema universal con foco en prevención y salud mental." },
      { "title": "Educación", "description": "Mayor inversión en educación pública y acceso equitativo a la superior." },
      { "title": "Desigualdad y Pobreza", "description": "Políticas de protección social adaptativas para desempleo y capacitación." },
      { "title": "Familia y Natalidad", "description": "Incentivos parentales y ampliación de cuidados infantiles estatales." },
      { "title": "Medio Ambiente", "description": "Transición ecológica ambiciosa con empleos verdes regionales." },
      { "title": "Descentralización", "description": "Fondos regionales para desarrollo y autonomía territorial." },
      { "title": "Gestión del Estado", "description": "Estado digital, eficiente y participativo." },
      { "title": "Derechos e Inclusión", "description": "Políticas de diversidad sexual, pueblos originarios y mujeres." }
    ],
      "social": {
        "twitter": "https://twitter.com/marcoporchile",
        "instagram": "https://www.instagram.com/marcoporchile/"
      }
    },
    {
      "id": 8,
      "name": "Eduardo Artés",
      "party": "Unión Patriótica",
      "coalition": "Unión Patriótica",
      "age": 73,
      "photo": "img/Eduardo Artés.webp",
      "bio": "Profesor y político de extrema izquierda. Ha sido candidato presidencial en varias ocasiones, representando una postura anticapitalista y antiimperialista. Su plataforma se basa en la defensa de los derechos de los trabajadores, la nacionalización de los recursos naturales y la lucha contra el sistema neoliberal.",
      "proposals": [
      { "title": "Nacionalización y Soberanía Económica", "description": "Recuperación de recursos estratégicos bajo control público y planificación centralizada." },
      { "title": "Modelo Socialista de Estado", "description": "Fortalecimiento del rol del Estado en la economía y servicios universales garantizados." },
      { "title": "Redistribución de la Riqueza", "description": "Medidas fiscales fuertes y redistributivas para reducir desigualdades estructurales." },
      { "title": "Educación y Salud 100% Públicas", "description": "Servicios públicos universales y gratuitos gestionados por el Estado con alta inversión." },
      { "title": "Protección del Trabajo y Derechos Colectivos", "description": "Fortalecimiento de convenios colectivos y derechos laborales robustos." },
      { "title": "Soberanía Alimentaria y Agraria", "description": "Políticas para apoyar producción local, cooperativas y control estratégico de alimentos." },
      { "title": "Política Exterior Antineoliberal", "description": "Relaciones internacionales basadas en soberanía y cooperación entre países del sur." },
      { "title": "Cultura y Educación Popular", "description": "Promoción de la cultura nacional y educación orientada a la conciencia social." },
      { "title": "Plan Nacional de Vivienda", "description": "Construcción masiva de vivienda social en gestión pública con prioridad a trabajadores." },
      { "title": "Medio Ambiente con Gestión Estatal", "description": "Protección ambiental bajo planificación estatal y control sobre recursos naturales." }
    ],
      "social": {
        "twitter": "https://twitter.com/Artés_Presidente",
        "instagram": "https://www.instagram.com/eduardoartesp/"
      }
    }
  ]
}
