{
  "candidates": [
    {
      "id": 1,
      "name": "Evelyn Matthei",
      "party": "Unión Demócrata Independiente (UDI)",
      "coalition": "Chile Vamos",
      "age": 68,
      "photo": "img/Evelyn Matthei.webp",
      "bio": "Economista y política con una larga trayectoria en el servicio público. Ha sido Ministra del Trabajo y Previsión Social, senadora, diputada y alcaldesa de Providencia. Su carrera se ha caracterizado por un enfoque en la gestión fiscal, el orden público y la modernización del Estado.",
      "proposals": [
      { "title": "Estímulo a la Recuperación Económica", "description": "Medidas focalizadas para mejorar inversión, crecimiento y creación de empleos formales, con diálogo público-privado." },
      { "title": "Seguridad y Orden Público", "description": "Fortalecimiento de policías, impulso a inteligencia contra el crimen y mejoras en coordinación judicial." },
      { "title": "Apoyo a Pymes y Emprendimiento", "description": "Facilitación de crédito y reducción de trámites para pymes, con incentivos a la formalización." },
      { "title": "Salud con Eficiencia", "description": "Optimización de gestión hospitalaria, inversión en atención primaria y reducción de listas de espera." },
      { "title": "Educación Técnica y Formación Laboral", "description": "Impulso a la educación técnica, alianzas con empresas y fortalecimiento de la empleabilidad juvenil." },
      { "title": "Modernización del Estado", "description": "Digitalización de trámites, mejora de la eficiencia y transparencia en la administración pública." },
      { "title": "Política Social Focalizada", "description": "Subsidios y programas sociales dirigidos a los más vulnerables y con métricas de resultados." },
      { "title": "Descentralización Responsable", "description": "Mayor autonomía fiscal y técnica para gobiernos regionales con controles y metas de gestión." },
      { "title": "Energía y Recursos", "description": "Políticas que promuevan inversiones en energía con seguridad jurídica para atraer capital." },
      { "title": "Fortalecimiento Institucional", "description": "Reformas para mejorar coordinación entre instituciones y combatir la corrupción." }
    ],
      "social": {
        "twitter": "https://twitter.com/evelynmatthei",
        "instagram": "https://www.instagram.com/evelynmatthei/"
      }
    },
    {
      "id": 2,
      "name": "José Antonio Kast",
      "party": "Partido Republicano",
      "coalition": "Republicanos",
      "age": 59,
      "photo": "img/José Antonio Kast.webp",
      "bio": "Abogado y político, fundador del Partido Republicano. Ha sido diputado por el distrito 24. Su plataforma política se centra en la defensa de los valores tradicionales, el orden público, la soberanía nacional y una economía de libre mercado con un Estado reducido.",
      "proposals": [
      { "title": "Control Migratorio y Fronteras", "description": "Blindaje fronterizo con tecnología, expulsión acelerada de inmigrantes ilegales y fortalecimiento de fiscalización migratoria." },
      { "title": "Seguridad y Mano Dura", "description": "Endurecimiento de penas, creación de cárceles de máxima seguridad y estrategias para combatir el crimen organizado y el narcotráfico." },
      { "title": "Defensa de la Familia y Valores", "description": "Políticas públicas que promuevan la familia tradicional, apoyo a la maternidad/paternidad y defensa de la vida desde la concepción." },
      { "title": "Libertad Económica y Emprendimiento", "description": "Reducción de regulaciones, estímulos a pymes y promoción de un entorno pro-emprendimiento con menos intervención estatal." },
      { "title": "Descentralización y Orden Territorial", "description": "Transferencia de competencias a regiones con enfoque en seguridad local y conservación del orden público." },
      { "title": "Salud y Atención Primaria", "description": "Refuerzo de atención primaria y medidas para reducir listas de espera mediante gestión público-privada." },
      { "title": "Educación con Meritocracia", "description": "Foco en calidad educativa, fortalecimiento de liceos técnicos y mayor autonomía para centros sostenedores." },
      { "title": "Transición Energética con Seguridad", "description": "Impulso a energía doméstica segura y gradualidad en cierres de unidades, privilegiando seguridad del suministro." },
      { "title": "Reforma del Estado y Eficiencia", "description": "Simplificación administrativa, reducción de trámites y enfoque en control de la migración irregular." },
      { "title": "Protección a la Propiedad", "description": "Refuerzo de marcos legales para defender la propiedad privada y combatir tomas ilegales de terrenos." }
    ],
      "social": {
        "twitter": "https://twitter.com/joseantoniokast",
        "instagram": "https://www.instagram.com/joseantoniokast/"
      }
    },
    {
      "id": 3,
      "name": "Jeannette Jara",
      "party": "Partido Comunista (PC)",
      "coalition": "Unidad por Chile",
      "age": 51,
      "photo": "img/Jeannette Jara.webp",
      "bio": "Administradora pública y abogada, exministra del Trabajo y Previsión Social. Ha ganado notoriedad por su rol en la reforma de pensiones y por su enfoque en la protección de los derechos laborales. Su plataforma se centra en el fortalecimiento de la seguridad social y el rol del Estado.",
      "proposals": [
        { "title": "Seguridad Social y Previsión", "description": "Creación de un sistema de pensiones solidario y público. Ampliación de la cobertura y beneficios del sistema de salud estatal." },
        { "title": "Seguridad Pública con Enfoque Social", "description": "Fortalecimiento de las fuerzas policiales, modernización penitenciaria y combate al crimen organizado con una visión de integración social." },
        { "title": "Desarrollo Económico", "description": "Impulso a la economía a través de la inversión pública y privada, con un enfoque en la redistribución y el crecimiento con equidad." }
      ],
      "social": {
        "twitter": "https://twitter.com/jeannettejara",
        "instagram": "https://www.instagram.com/jeannette_jara/"
      }
    },
    {
      "id": 4,
      "name": "Franco Parisi",
      "party": "Partido de la Gente (PDG)",
      "coalition": "Partido de la Gente",
      "age": 58,
      "photo": "img/Franco Parisi.webp",
      "bio": "Ingeniero comercial, académico y político. Se ha postulado en elecciones anteriores con una plataforma centrada en el populismo económico, la eliminación de intermediarios y el uso de las redes sociales para movilizar a sus seguidores. Su discurso busca una conexión directa con la ciudadanía, prometiendo soluciones disruptivas a los problemas económicos y sociales.",
      "proposals": [
      { "title": "Simplificación Tributaria", "description": "Reforma fiscal orientada a eficiencia, eliminación de distorsiones y estímulo a la inversión." },
      { "title": "Proactividad en Empleo y Competitividad", "description": "Programas orientados a crear empleo mediante incentivos a la productividad y modernización empresarial." },
      { "title": "Educación y Formación Técnica", "description": "Impulso a formación técnica de calidad y vinculación con necesidades productivas regionales." },
      { "title": "Salud con Privacidad y Eficiencia", "description": "Mezcla de gestión pública y mecanismos privados para mejorar tiempos de espera y calidad." },
      { "title": "Inversión en Infraestructura Regional", "description": "Grandes proyectos de infraestructura para mejorar conectividad y descentralizar la economía." },
      { "title": "Seguridad con Tecnología", "description": "Uso de tecnología y modernización institucional para combatir la delincuencia y crimen organizado." },
      { "title": "Digitalización y Gobierno Eficiente", "description": "Digitalización total de servicios públicos, menos trámites y más transparencia." },
      { "title": "Política Social Focalizada", "description": "Programas sociales más eficientes y focalizados para maximizar impacto por peso gastado." },
      { "title": "Energía y Desarrollo", "description": "Políticas que favorezcan inversión energética eficiente y seguridad de suministro." },
      { "title": "Apoyo al Emprendimiento Ciudadano", "description": "Facilitar acceso a capital y formación para emprendedores en todo el país." }
    ],
      "social": {
        "twitter": "https://twitter.com/fransicoparisi",
        "instagram": "https://www.instagram.com/francoparisi.cl/"
      }
    },
    {
      "id": 5,
      "name": "Johannes Kaiser",
      "party": "Partido Nacional Libertario (PNL)",
      "coalition": "Cambio por Chile",
      "age": 50,
      "photo": "img/Johannes Kaiser.webp",
      "bio": "Político y youtuber, conocido por su postura de extrema derecha. Ha sido diputado y su plataforma se centra en la defensa de las libertades individuales, el control de la inmigración, la reducción del tamaño del Estado y una fuerte crítica al progresismo.",
      "proposals": [
      { "title": "Libertad Individual y Mercado", "description": "Promoción de mercados libres, reducción de regulaciones y énfasis en responsabilidad individual." },
      { "title": "Seguridad y Orden Constitucional", "description": "Políticas de reestablecimiento del orden público y fortalecimiento de instituciones del Estado." },
      { "title": "Reducción del Tamaño del Estado", "description": "Recorte de gasto público, simplificación administrativa y menor intervención en la economía." },
      { "title": "Defensa de Valores Tradicionales", "description": "Políticas públicas que fomenten la familia tradicional y valores conservadores." },
      { "title": "Educación basada en Mérito", "description": "Fomento a la educación con evaluación de resultados y estímulos a la excelencia." },
      { "title": "Reforma Laboral Pro-Empresa", "description": "Medidas para flexibilizar mercado laboral con objetivo de generar empleo formal." },
      { "title": "Soberanía y Control Fronterizo", "description": "Medidas para controlar inmigración irregular y proteger seguridad nacional." },
      { "title": "Competitividad y Atracción de Capitales", "description": "Incentivos para inversión privada y reformas para mejorar clima de negocios." },
      { "title": "Modernización Tecnológica del Estado", "description": "Digitalización de servicios públicos y eliminación de trámites innecesarios." },
      { "title": "Protección de la Propiedad y Orden Público", "description": "Refuerzo de marcos legales para protección de la propiedad privada y combate a usurpaciones." }
    ],
      "social": {
        "twitter": "https://twitter.com/johanneskaiserb",
        "instagram": "https://www.instagram.com/johanneskaiser.b/"
      }
    },
    {
      "id": 6,
      "name": "Harold Mayne-Nicholls",
      "party": "Independiente",
      "coalition": "Independiente",
      "age": 64,
      "photo": "img/Harold Mayne-Nicholls.webp",
      "proposals": [
      { "title": "Transparencia y Buen Gobierno", "description": "Énfasis en probidad pública, lucha contra la corrupción y modernización administrativa." },
      { "title": "Desarrollo Deportivo y Social", "description": "Fomento del deporte como política social y de salud pública, con inversión en infraestructura local." },
      { "title": "Seguridad Ciudadana Comunitaria", "description": "Políticas de prevención y trabajo comunitario con mejor coordinación policial y local." },
      { "title": "Educación y Formación Cívica", "description": "Programas que incentiven civismo, formación ciudadana y educación en valores." },
      { "title": "Apoyo a las Regiones y Deporte Local", "description": "Inversión en infraestructura regional y programas de desarrollo local vinculados al deporte." },
      { "title": "Salud Preventiva", "description": "Promoción de programas preventivos y promoción de la actividad física para reducir gasto sanitario." },
      { "title": "Modernización del Estado", "description": "Digitalización y mejora de procesos públicos con énfasis en eficacia y transparencia." },
      { "title": "Empleo y Juventud", "description": "Políticas orientadas a la empleabilidad juvenil, formación dual y oportunidades laborales." },
      { "title": "Cohesión Social", "description": "Programas que promuevan integración social y reducción de brechas locales." },
      { "title": "Gestión Responsable de Recursos", "description": "Políticas de uso eficiente de recursos públicos y control en inversión estatal." }
    ],
      "social": {
        "twitter": "https://twitter.com/hmnoficial",
        "instagram": "https://www.instagram.com/hmnoficial/"
      }
    },
    {
      "id": 7,
      "name": "Marco Enríquez-Ominami",
      "party": "Partido Progresista (PRO)",
      "coalition": "Independiente (con apoyo del PRO)",
      "age": 52,
      "photo": "img/Marco Enríquez-Ominami.webp",
      "bio": "Cineasta, académico y político. Ha sido diputado y se ha postulado a la presidencia en múltiples ocasiones. Su plataforma se centra en la defensa de un modelo de desarrollo progresista, la reforma del sistema político y la justicia social.",
      "proposals": [
      { "title": "Reforma Tributaria y Justicia Económica", "description": "Reforma que aumente progresividad, combata la evasión y financie políticas sociales y productivas." },
      { "title": "Innovación y Economía del Conocimiento", "description": "Fomento a I+D, educación en tecnología y apoyo a industrias creativas y digitales." },
      { "title": "Democracia y Participación", "description": "Instituciones más abiertas, mecanismos de participación y mayor transparencia pública." },
      { "title": "Seguridad Integral con Prevención", "description": "Estrategias combinadas de prevención social, modernización policial y reformas judiciales." },
      { "title": "Salud Universal y Preventiva", "description": "Ampliación del acceso a prevención y atención, con énfasis en salud mental y atención primaria." },
      { "title": "Transición Ecológica Justa", "description": "Políticas climáticas ambiciosas que retengan empleo y generen oportunidades en regiones." },
      { "title": "Descentralización y Desarrollo Regional", "description": "Mayor autonomía y fondos para gobiernos regionales con planes de desarrollo local." },
      { "title": "Educación Pública Renovada", "description": "Inversión en infraestructura escolar, formación docente y acceso equitativo a educación superior." },
      { "title": "Modernización del Estado", "description": "Reformas para un Estado más eficiente, digital y cercano al ciudadano." },
      { "title": "Protección Social Dinámica", "description": "Sistemas de apoyo adaptativos para desempleo, capacitación y reconversión laboral." }
    ],
      "social": {
        "twitter": "https://twitter.com/marcoporchile",
        "instagram": "https://www.instagram.com/marcoporchile/"
      }
    },
    {
      "id": 8,
      "name": "Eduardo Artés",
      "party": "Unión Patriótica",
      "coalition": "Unión Patriótica",
      "age": 73,
      "photo": "img/Eduardo Artés.webp",
      "bio": "Profesor y político de extrema izquierda. Ha sido candidato presidencial en varias ocasiones, representando una postura anticapitalista y antiimperialista. Su plataforma se basa en la defensa de los derechos de los trabajadores, la nacionalización de los recursos naturales y la lucha contra el sistema neoliberal.",
      "proposals": [
      { "title": "Nacionalización y Soberanía Económica", "description": "Recuperación de recursos estratégicos bajo control público y planificación centralizada." },
      { "title": "Modelo Socialista de Estado", "description": "Fortalecimiento del rol del Estado en la economía y servicios universales garantizados." },
      { "title": "Redistribución de la Riqueza", "description": "Medidas fiscales fuertes y redistributivas para reducir desigualdades estructurales." },
      { "title": "Educación y Salud 100% Públicas", "description": "Servicios públicos universales y gratuitos gestionados por el Estado con alta inversión." },
      { "title": "Protección del Trabajo y Derechos Colectivos", "description": "Fortalecimiento de convenios colectivos y derechos laborales robustos." },
      { "title": "Soberanía Alimentaria y Agraria", "description": "Políticas para apoyar producción local, cooperativas y control estratégico de alimentos." },
      { "title": "Política Exterior Antineoliberal", "description": "Relaciones internacionales basadas en soberanía y cooperación entre países del sur." },
      { "title": "Cultura y Educación Popular", "description": "Promoción de la cultura nacional y educación orientada a la conciencia social." },
      { "title": "Plan Nacional de Vivienda", "description": "Construcción masiva de vivienda social en gestión pública con prioridad a trabajadores." },
      { "title": "Medio Ambiente con Gestión Estatal", "description": "Protección ambiental bajo planificación estatal y control sobre recursos naturales." }
    ],
      "social": {
        "twitter": "https://twitter.com/Artés_Presidente",
        "instagram": "https://www.instagram.com/eduardoartesp/"
      }
    }
  ]
}
